const donasi = (pushname, prefix, botName, ownerName) => { 
	return `Hallo, kak bantu donasi ya supaya bot lebih baik👋
╔════════════════════
║ *DONASI UNTUK YANZ BOTZ*
╠════════════════════
║╭──❉ *DONASI KAK* ❉─────
║│➸ *GOPAY* : 085868010957
║│➸ *DANA* : _tidak tersedia_
║│➸ *OVO* : _tidak tersedia_
║│➸ *PULSA* : _tidak tersedia_
║╰──────────────────
╠════════════════════
║       
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║        
╠════════════════════
║ _*© CREATOR BY YANZ OFFICIAL*_
╚════════════════════`
}

exports.donasi = donasi
